tap "adoptopenjdk/openjdk"
tap "esolitos/ipa"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "folly"
brew "gh"
brew "git"
brew "git-flow"
brew "glib"
brew "guile"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "gnupg"
brew "helm"
brew "irssi"
brew "jq"
brew "kubernetes-cli"
brew "kubectx"
brew "mysql-client@5.7"
brew "n"
brew "nghttp2"
brew "node"
brew "openjdk@8"
brew "python@3.10"
brew "starship"
brew "thefuck"
brew "watch"
brew "watchman"
brew "yarn"
brew "z"
brew "zsh-autosuggestions"
brew "esolitos/ipa/sshpass"
cask "adoptopenjdk8"
cask "font-fira-code"
cask "font-hack-nerd-font"
cask "google-cloud-sdk"
cask "mongodb-compass"
